{
    "introduction": [
        {
            "position": "top",
            "speaker": "moro",
            "text": "..Dang! Everything is gone.."
        },
        {
            "position": "top",
            "speaker": "moro",
            "text": "The World Bank will not let us off. Anyone knows what we can do?"
        },
        {
            "position": "top",
            "speaker": "moro",
            "text": "Looks like we have to start from zero."
        },
        {
            "position": "bottom",
            "speaker": "jesse",
            "text": "Wrong! What about our debts! We are starting from negative!"
        },
        {
            "position": "top",
            "speaker": "moro",
            "text": "Jesse.. Thanks for helping me. I really appreciate it! I.. Friends in need are friends indeed."
        },
        {
            "position": "top",
            "speaker": "lu",
            "text": "Don't think too much! Cheer up now and start making money!"
        },
        {
            "position": "bottom",
            "speaker": "tilum",
            "text": "It's okay. Don't worry! Every dog has his day. If something is yours, it will come back sooner or later."
        },
        {
            "position": "bottom",
            "speaker": "tilum",
            "text": "It's not easy to revive the glory of the clan, but I will help you.."
        },
        {
            "position": "top",
            "speaker": "daisy",
            "text": "Good call! Dinando. With a charming person like me, those debts will be gone in no time."
        },
        {
            "position": "top",
            "speaker": "daisy",
            "text": "After this, after the clan is revived, you must invite me to the royal family's party.."
        },
        {
            "position": "bottom",
            "speaker": "sal",
            "text": "Dinando! Don't forget you still have me."
        },
        {
            "position": "bottom",
            "speaker": "sal",
            "text": "In this turbulent world, we will still stick to our principle.."
        },
        {
            "position": "bottom"
        },
        {
            "position": "top",
            "speaker": "moro",
            "text": "Okay. I get it. I understand. Anyway, we need to start getting out of debt now.."
        },
        {
            "position": "top",
            "speaker": "moro",
            "text": "Alright! I will have a plan. I hope everyone will help me on this."
        },
        {
            "position": "top",
            "speaker": "moro",
            "text": "We have to hurry up to make some money. We need to be prepared for the debt collectors."
        },
        {
            "position": "bottom",
            "speaker": "jesse",
            "text": "Let's stop any further speech. No matter what we are going to do, we better start doing it now."
        },
        {
            "position": "top"
        },
        {
            "position": "bottom"
        },
        {
            "position": "center",
            "speaker": "moro",
            "text": "Right! We will pay off all the debt! Let's work hard and aim for zero debt!"
        }
    ],

    "work-in-progress": [
        {
            "position": "center",
            "text": "I have already accepted another work.. I should go to ${name} now.."
        }
    ]
}
